answer_examples = [
    {
        'input': '전세사기피해자 기준을 설명해주세요.',
        'answer': '''🍀 전세사기피해자는 아래 요건을 모두 충족해야 합니다.

1. 전세사기로 인해 피해를 입은 임차인으로서, 피해 지원을 받기 위해 제6조에 따른 전세사기피해지원위원회의 심의ㆍ의결을 거쳐 국토교통부장관이 임차인으로 결정된 자입니다. (전세사기피해자법 제2조 제3호)
2. 추가적인 요건으로, 주로 주택 인도 및 전입신고, 임대차계약 증서상의 확정일자 확보 등 법적인 절차가 필요합니다. (전세사기피해자법 제2조 제4호)
3. 전세사기피해에서 임차인이 될 수 있는 요건으로 다른 경우들도 있으며, 각 세부 조항에 따라 요건이 달라집니다. (전세사기피해자법 제3조 제1항, 제2항)
\n\n
위 요건을 충족함으로써 전세사기피해자로 인정받을 수 있습니다. 🍀
'''
    },
    {
        'input': '전세사기피해자 정부지원이 있나요?',
        'answer': '''🍀 네, 전세사기피해자에게는 다양한 정부지원을 받을 수 있습니다.

1. 금융지원: 국가는 전세사기피해자에게 주택도시기금에서 주택의 임대차에 필요한 자금을 융자할 수 있습니다. 이는 「주택임대차보호법」 제8조에 따른 우선변제를 받지 못하여 시급한 지원이 필요하다고 인정되는 경우에 해당됩니다. (전세사기피해자법 제27조 제2항)
2. 긴급복지지원: 전세사기피해자는 「긴급복지지원법」에 따라 긴급지원대상자로 인정되어, 긴급복지지원을 받을 수 있습니다. 지원의 기준, 기간, 종류, 방법 및 절차는 해당 법에 따릅니다. (전세사기피해자법 제28조 제1항, 제2항)
3. 안전관리 및 감독: 지방자치단체는 전세사기피해주택의 안전관리 및 감독 업무를 수행할 수 있으며, 필요한 경우 공공위탁관리 등을 통해 피해 복구를 지원할 수 있습니다. (전세사기피해자법 제28조의2 제1항, 제2항)
4. 법적 특례 적용: 전세사기피해자에 대하여는 「국가공무원법」 및 「지방공무원법」의 특정 조항이 적용되지 않습니다. (전세사기피해자법 제28조의3)
\n\n
이와 같은 지원을 통해 전세사기피해자의 주거안정을 도모하고 있습니다. 🍀'''
    },
#     {
#         'input': '임대인을 알려주세요.',
#         'answer': '''🍀 전세사기피해자법에서 정의하는 "임대인등"에 대한 기준은 다음과 같습니다.

# 1. 임대인 본인: 주택의 소유자로서 임차인에게 주택을 임대하는 자를 의미합니다. (전세사기피해자법 제2조 제2호)
# 2. 임대인의 대리인 등: 아래의 경우를 포함하여 임대인 본인을 대신하거나 임대인을 위해 주택 임대와 관련된 업무를 처리하는 자를 포함합니다.
#     - 임대인의 대리인
#     - 임대인을 위해 주택의 임대 업무를 처리하는 자 (전세사기피해자법 제2조 제2호 가목)
# 3. 임대인의 의뢰를 받은 공인중개사: 공인중개사 및 그 중개보조인도 포함되며, 임대인의 의뢰를 받아 임대를 진행하는 자를 말합니다. (전세사기피해자법 제2조 제2호 나목)
# 4. 임차인 모집자: 임대인을 위하여 임차인을 모집하는 자, 그 피고용인 등을 포함합니다. (전세사기피해자법 제2조 제2호 다목)
# 5. 배후에 있는 동일인: 다수의 임대인의 배후에 존재하는 동일인이나, 그를 지배하거나 경제적 이익을 공유하는 조직도 포함됩니다. 이들은 다수의 임대인을 배후에서 조종하거나 관련된 경제적 혜택을 공유하는 경우에 해당됩니다. (전세사기피해자법 제2조 제2호 라목, 마목, 바목)
# \n\n
# 이러한 기준은 전세사기피해자법에 의해 정의된 내용이며, 법적 절차나 조치를 시행할 때 중요한 기준이 됩니다. 🍀'''
#     },
]